num = 5
text = "Hello"
num1 = -5.55555
num = 15
num = "String"
print("Hello")
print(text)
print("Age", num)
# int - ціле число
# float - числа з плаваючую точкою
# str - рядки тексту 

# bool - булеві значення (Tru/False)

# a = int(input("Enter a number: "))
# b = input("Enter a number: ")
# print("ВІДПОВІДЬ ",a + int(b))

first = sec = third = 1 #Всім трьом буде надано значеня 1
first, sec, third = "Hi", 75, 23.4

# Завдання 1 
# Виведіть напис "Як звати вашого друга?"
# Отримайте значення від користувача та виведіть отримане значення в консоль
fried_name = input("Як звати вашого друга?")
print(fried_name)

 
# Завдання 2
# Попросіть користувача ввести його прізвище, після чого тричі поспіль виведіть прізвище
# Використовуйте для цьго множення 

# Завдання 3
# Створіть програму яка вимагатиме три змінні у користувача 
# і після їх виводити на екран математичні операції над ними
# Сума +
# Віднімання -
# Ділення /
# Множення *
# Залишок при розподілі %
